var timeDelta = require('../lib/time-delta.js');
timeDelta.addLocale('ar_sd', {
    "long": {
        "years": {
            "zero": "{0} سنة",
            "one": "سنة",
            "two": "سنتان",
            "few": "{0} سنوات",
            "many": "{0} سنة",
            "other": "{0} سنة"
        },
        "months": {
            "zero": "{0} شهر",
            "one": "شهر",
            "two": "شهران",
            "few": "{0} أشهر",
            "many": "{0} شهرًا",
            "other": "{0} شهر"
        },
        "weeks": {
            "zero": "{0} أسبوع",
            "one": "أسبوع",
            "two": "أسبوعان",
            "few": "{0} أسابيع",
            "many": "{0} أسبوعًا",
            "other": "{0} أسبوع"
        },
        "days": {
            "zero": "{0} يوم",
            "one": "يوم",
            "two": "يومان",
            "few": "{0} أيام",
            "many": "{0} يومًا",
            "other": "{0} يوم"
        },
        "hours": {
            "zero": "{0} ساعة",
            "one": "ساعة",
            "two": "ساعتان",
            "few": "{0} ساعات",
            "many": "{0} ساعة",
            "other": "{0} ساعة"
        },
        "minutes": {
            "zero": "{0} دقيقة",
            "one": "{0} دقيقة",
            "two": "دقيقتان",
            "few": "{0} دقائق",
            "many": "{0} دقيقة",
            "other": "{0} دقيقة"
        },
        "seconds": {
            "zero": "{0} ثانية",
            "one": "ثانية",
            "two": "ثانيتان",
            "few": "{0} ثوان",
            "many": "{0} ثانية",
            "other": "{0} ثانية"
        }
    },
    "narrow": {
        "years": {
            "zero": "{0} سنة",
            "one": "{0} سنة",
            "two": "{0} سنة",
            "few": "{0} سنة",
            "many": "{0} سنة",
            "other": "{0} سنة"
        },
        "months": {
            "zero": "{0} شهر",
            "one": "{0} شهر",
            "two": "{0} شهر",
            "few": "{0} شهر",
            "many": "{0} شهر",
            "other": "{0} شهر"
        },
        "weeks": {
            "zero": "{0} أسبوع",
            "one": "{0} أسبوع",
            "two": "{0} أسبوع",
            "few": "{0} أسبوع",
            "many": "{0} أسبوع",
            "other": "{0} أسبوع"
        },
        "days": {
            "zero": "{0} يوم",
            "one": "{0} يوم",
            "two": "{0} يوم",
            "few": "{0} يوم",
            "many": "{0} يوم",
            "other": "{0} يوم"
        },
        "hours": {
            "zero": "{0} س",
            "one": "{0} س",
            "two": "{0} س",
            "few": "{0} س",
            "many": "{0} س",
            "other": "{0} س"
        },
        "minutes": {
            "zero": "{0} د",
            "one": "{0} د",
            "two": "{0} د",
            "few": "{0} د",
            "many": "{0} د",
            "other": "{0} د"
        },
        "seconds": {
            "zero": "{0} ث",
            "one": "{0} ث",
            "two": "{0} ث",
            "few": "{0} ث",
            "many": "{0} ث",
            "other": "{0} ث"
        }
    },
    "short": {
        "years": {
            "zero": "{0} سنة",
            "one": "سنة",
            "two": "سنتان",
            "few": "{0} سنة",
            "many": "{0} سنة",
            "other": "{0} سنة"
        },
        "months": {
            "zero": "{0} شهر",
            "one": "شهر",
            "two": "شهران",
            "few": "{0} أشهر",
            "many": "{0} شهرًا",
            "other": "{0} شهر"
        },
        "weeks": {
            "zero": "{0} أسبوع",
            "one": "{0} أسبوع",
            "two": "أسبوعان",
            "few": "{0} أسابيع",
            "many": "{0} أسبوعًا",
            "other": "{0} أسبوع"
        },
        "days": {
            "zero": "{0} يوم",
            "one": "{0} يوم",
            "two": "يومان",
            "few": "{0} أيام",
            "many": "{0} يومًا",
            "other": "{0} يوم"
        },
        "hours": {
            "zero": "{0} س",
            "one": "{0} س",
            "two": "{0} س",
            "few": "{0} س",
            "many": "{0} س",
            "other": "{0} س"
        },
        "minutes": {
            "zero": "{0} د",
            "one": "{0} د",
            "two": "{0} د",
            "few": "{0} د",
            "many": "{0} د",
            "other": "{0} د"
        },
        "seconds": {
            "zero": "{0} ث",
            "one": "{0} ث",
            "two": "{0} ث",
            "few": "{0} ث",
            "many": "{0} ث",
            "other": "{0} ث"
        }
    }
});