module.exports = {
  "id": "ar_tn",
  "data": {
    "long": {
      "years": {
        "zero": "{0} سنة",
        "one": "سنة",
        "two": "سنتان",
        "few": "{0} سنوات",
        "many": "{0} سنة",
        "other": "{0} سنة"
      },
      "months": {
        "zero": "{0} شهر",
        "one": "شهر",
        "two": "شهران",
        "few": "{0} أشهر",
        "many": "{0} شهرًا",
        "other": "{0} شهر"
      },
      "weeks": {
        "zero": "{0} أسبوع",
        "one": "أسبوع",
        "two": "أسبوعان",
        "few": "{0} أسابيع",
        "many": "{0} أسبوعًا",
        "other": "{0} أسبوع"
      },
      "days": {
        "zero": "{0} يوم",
        "one": "يوم",
        "two": "يومان",
        "few": "{0} أيام",
        "many": "{0} يومًا",
        "other": "{0} يوم"
      },
      "hours": {
        "zero": "{0} ساعة",
        "one": "ساعة",
        "two": "ساعتان",
        "few": "{0} ساعات",
        "many": "{0} ساعة",
        "other": "{0} ساعة"
      },
      "minutes": {
        "zero": "{0} دقيقة",
        "one": "دقيقة",
        "two": "دقيقتان",
        "few": "{0} دقائق",
        "many": "{0} دقيقة",
        "other": "{0} دقيقة"
      },
      "seconds": {
        "zero": "{0} ثانية",
        "one": "ثانية",
        "two": "ثانيتان",
        "few": "{0} ثوان",
        "many": "{0} ثانية",
        "other": "{0} ثانية"
      }
    },
    "narrow": {
      "years": {
        "zero": "{0} سنة",
        "one": "{0} سنة",
        "two": "{0} سنة",
        "few": "{0} سنة",
        "many": "{0} سنة",
        "other": "{0} سنة"
      },
      "months": {
        "zero": "{0} شهر",
        "one": "شهر",
        "two": "شهران",
        "few": "{0} أشهر",
        "many": "{0} شهرًا",
        "other": "{0} شهر"
      },
      "weeks": {
        "zero": "{0} أ",
        "one": "{0} أ",
        "two": "{0} أ",
        "few": "{0} أ",
        "many": "{0} أ",
        "other": "{0} أ"
      },
      "days": {
        "zero": "{0} ي",
        "one": "{0} ي",
        "two": "{0} ي",
        "few": "{0} ي",
        "many": "{0} ي",
        "other": "{0} ي"
      },
      "hours": {
        "zero": "{0} س",
        "one": "{0} س",
        "two": "{0} س",
        "few": "{0} س",
        "many": "{0} س",
        "other": "{0} س"
      },
      "minutes": {
        "zero": "{0} د",
        "one": "{0} د",
        "two": "{0} د",
        "few": "{0} د",
        "many": "{0} د",
        "other": "{0} د"
      },
      "seconds": {
        "zero": "{0} ث",
        "one": "{0} ث",
        "two": "{0} ث",
        "few": "{0} ث",
        "many": "{0} ث",
        "other": "{0} ث"
      }
    },
    "short": {
      "years": {
        "zero": "{0} سنة",
        "one": "سنة واحدة",
        "two": "سنتان",
        "few": "{0} سنوات",
        "many": "{0} سنة",
        "other": "{0} سنة"
      },
      "months": {
        "zero": "{0} شهر",
        "one": "شهر",
        "two": "شهران",
        "few": "{0} أشهر",
        "many": "{0} شهرًا",
        "other": "{0} شهر"
      },
      "weeks": {
        "zero": "{0} أسبوع",
        "one": "أسبوع",
        "two": "أسبوعان",
        "few": "{0} أسابيع",
        "many": "{0} أسبوعًا",
        "other": "{0} أسبوع"
      },
      "days": {
        "zero": "{0} يوم",
        "one": "يوم",
        "two": "يومان",
        "few": "{0} أيام",
        "many": "{0} يومًا",
        "other": "{0} يوم"
      },
      "hours": {
        "zero": "{0} س",
        "one": "{0} س",
        "two": "{0} س",
        "few": "{0} س",
        "many": "{0} س",
        "other": "{0} س"
      },
      "minutes": {
        "zero": "{0} د",
        "one": "{0} د",
        "two": "{0} د",
        "few": "{0} د",
        "many": "{0} د",
        "other": "{0} د"
      },
      "seconds": {
        "zero": "{0} ث",
        "one": "{0} ث",
        "two": "{0} ث",
        "few": "{0} ث",
        "many": "{0} ث",
        "other": "{0} ث"
      }
    }
  }
};
