module.exports = {
  "id": "be_by",
  "data": {
    "long": {
      "years": {
        "one": "{0} год",
        "few": "{0} гады",
        "many": "{0} гадоў",
        "other": "{0} года"
      },
      "months": {
        "one": "{0} месяц",
        "few": "{0} месяца",
        "many": "{0} месяцаў",
        "other": "{0} месяца"
      },
      "weeks": {
        "one": "{0} тыдзень",
        "few": "{0} тыдні",
        "many": "{0} тыдняў",
        "other": "{0} тыдня"
      },
      "days": {
        "one": "{0} суткі",
        "few": "{0} сутак",
        "many": "{0} сутак",
        "other": "{0} сутак"
      },
      "hours": {
        "one": "{0} гадзіна",
        "few": "{0} гадзіны",
        "many": "{0} гадзін",
        "other": "{0} гадзіны"
      },
      "minutes": {
        "one": "{0} хвіліна",
        "few": "{0} хвіліны",
        "many": "{0} хвілін",
        "other": "{0} хвіліны"
      },
      "seconds": {
        "one": "{0} секунда",
        "few": "{0} секунды",
        "many": "{0} секунд",
        "other": "{0} секунды"
      }
    },
    "narrow": {
      "years": {
        "one": "{0} г.",
        "few": "{0} г.",
        "many": "{0} г.",
        "other": "{0} г."
      },
      "months": {
        "one": "{0} мес.",
        "few": "{0} мес.",
        "many": "{0} мес.",
        "other": "{0} мес."
      },
      "weeks": {
        "one": "{0} тыдз.",
        "few": "{0} тыдз.",
        "many": "{0} тыдз.",
        "other": "{0} тыдз."
      },
      "days": {
        "one": "{0} сут",
        "few": "{0} сут",
        "many": "{0} сут",
        "other": "{0} сут"
      },
      "hours": {
        "one": "{0} гадз",
        "few": "{0} гадз",
        "many": "{0} гадз",
        "other": "{0} гадз"
      },
      "minutes": {
        "one": "{0} хв",
        "few": "{0} хв",
        "many": "{0} хв",
        "other": "{0} хв"
      },
      "seconds": {
        "one": "{0} с",
        "few": "{0} с",
        "many": "{0} с",
        "other": "{0} с"
      }
    },
    "short": {
      "years": {
        "one": "{0} г.",
        "few": "{0} г.",
        "many": "{0} г.",
        "other": "{0} г."
      },
      "months": {
        "one": "{0} мес.",
        "few": "{0} мес.",
        "many": "{0} мес.",
        "other": "{0} мес."
      },
      "weeks": {
        "one": "{0} тыдз.",
        "few": "{0} тыдз.",
        "many": "{0} тыдз.",
        "other": "{0} тыдз."
      },
      "days": {
        "one": "{0} сут",
        "few": "{0} сут",
        "many": "{0} сут",
        "other": "{0} сут"
      },
      "hours": {
        "one": "{0} гадз",
        "few": "{0} гадз",
        "many": "{0} гадз",
        "other": "{0} гадз"
      },
      "minutes": {
        "one": "{0} хв",
        "few": "{0} хв",
        "many": "{0} хв",
        "other": "{0} хв"
      },
      "seconds": {
        "one": "{0} с",
        "few": "{0} с",
        "many": "{0} с",
        "other": "{0} с"
      }
    }
  }
};
