module.exports = {
  "id": "bs_cyrl",
  "data": {
    "long": {
      "years": {
        "one": "{0} година",
        "few": "{0} године",
        "other": "{0} година"
      },
      "months": {
        "one": "{0} мјесец",
        "few": "{0} мјесеца",
        "other": "{0} мјесеци"
      },
      "weeks": {
        "one": "{0} седмица",
        "few": "{0} седмице",
        "other": "{0} седмица"
      },
      "days": {
        "one": "{0} дан",
        "few": "{0} дана",
        "other": "{0} дана"
      },
      "hours": {
        "one": "{0} сат",
        "few": "{0} сата",
        "other": "{0} сати"
      },
      "minutes": {
        "one": "{0} минут",
        "few": "{0} минута",
        "other": "{0} минута"
      },
      "seconds": {
        "one": "{0} секунда",
        "few": "{0} секунде",
        "other": "{0} секунди"
      }
    },
    "narrow": {
      "months": {
        "one": "{0} мјес.",
        "few": "{0} мјес.",
        "other": "{0} мјес."
      },
      "weeks": {
        "one": "{0} сед.",
        "few": "{0} сед.",
        "other": "{0} сед."
      },
      "hours": {
        "one": "{0} сат",
        "few": "{0} сата",
        "other": "{0} сати"
      }
    },
    "short": {
      "years": {
        "one": "{0} год",
        "few": "{0} год",
        "other": "{0} год"
      },
      "months": {
        "one": "{0} мјес.",
        "few": "{0} мјес.",
        "other": "{0} мјес."
      },
      "weeks": {
        "one": "{0} сед.",
        "few": "{0} сед.",
        "other": "{0} сед."
      },
      "days": {
        "one": "{0} дан",
        "few": "{0} дана",
        "other": "{0} дан"
      },
      "hours": {
        "one": "{0} сат",
        "few": "{0} сата",
        "other": "{0} сати"
      },
      "minutes": {
        "one": "{0} мин.",
        "few": "{0} мин.",
        "other": "{0} мин."
      },
      "seconds": {
        "one": "{0} сек.",
        "few": "{0} сек.",
        "other": "{0} сек."
      }
    }
  }
};
