module.exports = {
  "id": "ccp",
  "data": {
    "long": {
      "years": {
        "one": "{0} 𑄝𑄧𑄏𑄧𑄢𑄴",
        "other": "{0} 𑄝𑄧𑄏𑄧𑄢𑄴"
      },
      "months": {
        "one": "{0} 𑄟𑄌𑄴",
        "other": "{0} 𑄟𑄌𑄴"
      },
      "weeks": {
        "one": "{0} 𑄥𑄛𑄴𑄖",
        "other": "{0} 𑄥𑄛𑄴𑄖"
      },
      "days": {
        "one": "{0} 𑄘𑄨𑄚𑄴",
        "other": "{0} 𑄘𑄨𑄚𑄴"
      },
      "hours": {
        "one": "{0} 𑄊𑄧𑄚𑄴𑄘",
        "other": "{0} 𑄊𑄧𑄚𑄴𑄘"
      },
      "minutes": {
        "one": "{0} 𑄟𑄨𑄚𑄨𑄖𑄴",
        "other": "{0} 𑄟𑄨𑄚𑄨𑄖𑄴"
      },
      "seconds": {
        "one": "{0} 𑄥𑄬𑄇𑄬𑄚𑄳𑄓𑄴",
        "other": "{0} 𑄥𑄬𑄇𑄬𑄚𑄳𑄓𑄴"
      }
    },
    "narrow": {
      "years": {
        "one": "{0} 𑄝𑄧𑄏𑄧𑄢𑄴",
        "other": "{0} 𑄝𑄧𑄏𑄧𑄢𑄴"
      },
      "months": {
        "one": "{0} 𑄟𑄌𑄴",
        "other": "{0} 𑄟𑄌𑄴"
      },
      "weeks": {
        "one": "{0} 𑄥𑄛𑄴𑄖",
        "other": "{0} 𑄥𑄛𑄴𑄖"
      },
      "days": {
        "one": "{0} 𑄘𑄨𑄚𑄴",
        "other": "{0} 𑄘𑄨𑄚𑄴"
      },
      "hours": {
        "one": "{0} 𑄊𑄂",
        "other": "{0} 𑄊𑄂"
      },
      "minutes": {
        "one": "{0} 𑄟𑄨𑄂",
        "other": "{0} 𑄟𑄨𑄂"
      },
      "seconds": {
        "one": "{0} 𑄥𑄬𑄂",
        "other": "{0} 𑄥𑄬𑄂"
      }
    },
    "short": {
      "years": {
        "one": "{0} 𑄝𑄧𑄏𑄧𑄢𑄴",
        "other": "{0} 𑄝𑄧𑄏𑄧𑄢𑄴"
      },
      "months": {
        "one": "{0} 𑄟𑄌𑄴",
        "other": "{0} 𑄟𑄌𑄴"
      },
      "weeks": {
        "one": "{0} 𑄥𑄛𑄴𑄖",
        "other": "{0} 𑄥𑄛𑄴𑄖"
      },
      "days": {
        "one": "{0} 𑄘𑄨𑄚𑄴",
        "other": "{0} 𑄘𑄨𑄚𑄴"
      },
      "hours": {
        "one": "{0} 𑄊𑄧𑄚𑄴𑄑",
        "other": "{0} 𑄊𑄧𑄚𑄴𑄑"
      },
      "minutes": {
        "one": "{0} 𑄟𑄨𑄚𑄨𑄖𑄴",
        "other": "{0} 𑄟𑄨𑄚𑄨𑄖𑄴"
      },
      "seconds": {
        "one": "{0} 𑄥𑄬𑄇𑄬𑄚𑄳𑄓𑄴",
        "other": "{0} 𑄥𑄬𑄇𑄬𑄚𑄳𑄓𑄴"
      }
    }
  }
};
