module.exports = {
  "id": "ff_adlm_gw",
  "data": {
    "long": {
      "years": {
        "one": "{0} 𞤸𞤭𞤼𞤢𞥄𞤲𞥋𞤣𞤫",
        "other": "{0} 𞤳𞤭𞤼𞤢𞥄𞤯𞤫"
      },
      "months": {
        "one": "{0} 𞤤𞤫𞤱𞤪𞤵",
        "other": "{0} 𞤤𞤫𞤦𞥆𞤭"
      },
      "weeks": {
        "one": "{0} 𞤴𞤮𞤲𞤼𞤫𞤪𞤫",
        "other": "{0} 𞤶𞤮𞤲𞤼𞤫"
      },
      "days": {
        "one": "{0} 𞤻𞤢𞤤𞥆𞤢𞤤",
        "other": "{0} 𞤻𞤢𞤤𞥆𞤫"
      },
      "hours": {
        "one": "{0} 𞤲𞤶𞤢𞤥𞤲𞤣𞤭",
        "other": "{0} 𞤲𞤶𞤢𞤥𞤤𞤭"
      },
      "minutes": {
        "one": "{0} 𞤸𞤮𞤶𞤮𞤥𞤢𞥄𞤪𞤫",
        "other": "{0} 𞤸𞤮𞤶𞤮𞤥𞤢𞥄𞤶𞤫"
      },
      "seconds": {
        "one": "{0} 𞤳𞤭𞤲𞤰𞤮",
        "other": "{0} 𞤳𞤭𞤲𞤰𞤫"
      }
    },
    "narrow": {
      "years": {
        "one": "{0} 𞤳𞤭𞤼",
        "other": "{0}/𞤳𞤭𞤼"
      },
      "months": {
        "one": "{0} 𞤤𞤫𞤱",
        "other": "{0} 𞤤𞤫𞤦"
      },
      "weeks": {
        "one": "{0} 𞤴𞤼",
        "other": "{0} 𞤶𞤼"
      },
      "days": {
        "one": "{0} 𞤻𞤢𞤤.",
        "other": "{0} 𞤻𞤢𞤤."
      },
      "hours": {
        "one": "{0}𞤶",
        "other": "{0}𞤶"
      },
      "minutes": {
        "one": "{0}𞤸𞤮𞤶",
        "other": "{0}𞤸𞤮𞤶"
      },
      "seconds": {
        "one": "{0}𞤳𞤭𞤲",
        "other": "{0}𞤳𞤭𞤲"
      }
    },
    "short": {
      "years": {
        "one": "{0} 𞤸𞤭𞤼",
        "other": "{0} 𞤳𞤭𞤼"
      },
      "months": {
        "one": "{0}/𞤤𞤫𞤱",
        "other": "{0} 𞤤𞤫𞤦"
      },
      "weeks": {
        "one": "{0} 𞤴𞤼",
        "other": "{0} 𞤶𞤼"
      },
      "days": {
        "one": "{0} 𞤻𞤢𞤤.",
        "other": "{0} 𞤻𞤢𞤤."
      },
      "hours": {
        "one": "{0} 𞤶𞤢",
        "other": "{0} 𞤶𞤢"
      },
      "minutes": {
        "one": "{0} 𞤸𞤮𞤶",
        "other": "{0} 𞤸𞤮𞤶"
      },
      "seconds": {
        "one": "{0} 𞤳𞤭𞤲",
        "other": "{0} 𞤳𞤭𞤲"
      }
    }
  }
};
