module.exports = {
  "id": "he_il",
  "data": {
    "long": {
      "years": {
        "one": "שנה",
        "two": "שנתיים",
        "many": "{0} שנים",
        "other": "{0} שנים"
      },
      "months": {
        "one": "חודש",
        "two": "חודשיים",
        "many": "{0} חודשים",
        "other": "{0} חודשים"
      },
      "weeks": {
        "one": "שבוע",
        "two": "שבועיים",
        "many": "{0} שבועות",
        "other": "{0} שבועות"
      },
      "days": {
        "one": "יום {0}",
        "two": "יומיים",
        "many": "{0} יום",
        "other": "{0} ימים"
      },
      "hours": {
        "one": "שעה",
        "two": "שעתיים",
        "many": "{0} שעות",
        "other": "{0} שעות"
      },
      "minutes": {
        "one": "דקה",
        "two": "שתי דקות",
        "many": "{0} דקות",
        "other": "{0} דקות"
      },
      "seconds": {
        "one": "שניה",
        "two": "שתי שניות",
        "many": "‏{0} שניות",
        "other": "{0} שניות"
      }
    },
    "narrow": {
      "years": {
        "one": "ש′ {0}",
        "two": "{0} ש′",
        "many": "{0} ש′",
        "other": "{0} ש′"
      },
      "months": {
        "one": "ח׳ {0}",
        "two": "{0} ח׳",
        "many": "{0} ח׳",
        "other": "{0} ח׳"
      },
      "weeks": {
        "one": "ש′ {0}",
        "two": "{0} ש′",
        "many": "{0} ש′",
        "other": "{0} ש′"
      },
      "days": {
        "one": "י׳",
        "two": "{0} י׳",
        "many": "{0} י׳",
        "other": "{0} י׳"
      },
      "hours": {
        "one": "שעה {0}",
        "two": "{0} שע׳",
        "many": "{0} שע׳",
        "other": "{0} שע׳"
      },
      "minutes": {
        "one": "דקה",
        "two": "שתי דק׳",
        "many": "{0} דק׳",
        "other": "{0} דק׳"
      },
      "seconds": {
        "one": "שניה",
        "two": "שתי שנ׳",
        "many": "{0} שנ׳",
        "other": "{0} שנ׳"
      }
    },
    "short": {
      "years": {
        "one": "שנה {0}",
        "two": "{0} שנים",
        "many": "{0} שנים",
        "other": "{0} שנים"
      },
      "months": {
        "one": "חודש",
        "two": "חודשיים",
        "many": "{0} ח׳",
        "other": "{0} ח׳"
      },
      "weeks": {
        "one": "שבוע {0}",
        "two": "שבועיים",
        "many": "{0} שבועות",
        "other": "{0} שבועות"
      },
      "days": {
        "one": "יום",
        "two": "יומיים",
        "many": "{0} ימ׳",
        "other": "{0} ימ׳"
      },
      "hours": {
        "one": "שעה",
        "two": "שעתיים",
        "many": "{0} שע׳",
        "other": "{0} שע׳"
      },
      "minutes": {
        "one": "דקה",
        "two": "שתי דק׳",
        "many": "{0} דק׳",
        "other": "{0} דק׳"
      },
      "seconds": {
        "one": "שנ׳",
        "two": "שתי שנ׳",
        "many": "{0} שנ׳",
        "other": "{0} שנ׳"
      }
    }
  }
};
