module.exports = {
  "id": "sr",
  "data": {
    "long": {
      "years": {
        "one": "{0} година",
        "few": "{0} године",
        "other": "{0} година"
      },
      "months": {
        "one": "{0} месец",
        "few": "{0} месеца",
        "other": "{0} месеци"
      },
      "weeks": {
        "one": "{0} недеља",
        "few": "{0} недеље",
        "other": "{0} недеља"
      },
      "days": {
        "one": "{0} дан",
        "few": "{0} дана",
        "other": "{0} дана"
      },
      "hours": {
        "one": "{0} сат",
        "few": "{0} сата",
        "other": "{0} сати"
      },
      "minutes": {
        "one": "{0} минут",
        "few": "{0} минута",
        "other": "{0} минута"
      },
      "seconds": {
        "one": "{0} секунда",
        "few": "{0} секунде",
        "other": "{0} секунди"
      }
    },
    "narrow": {
      "years": {
        "one": "{0} г",
        "few": "{0} г",
        "other": "{0} г"
      },
      "months": {
        "one": "{0} м",
        "few": "{0} м",
        "other": "{0} м"
      },
      "weeks": {
        "one": "{0} н",
        "few": "{0} н",
        "other": "{0} н"
      },
      "days": {
        "one": "{0} д",
        "few": "{0} д",
        "other": "{0} д"
      },
      "hours": {
        "one": "{0} ч",
        "few": "{0} ч",
        "other": "{0} ч"
      },
      "minutes": {
        "one": "{0} м",
        "few": "{0} м",
        "other": "{0} м"
      },
      "seconds": {
        "one": "{0} с",
        "few": "{0} с",
        "other": "{0} с"
      }
    },
    "short": {
      "years": {
        "one": "{0} год",
        "few": "{0} год.",
        "other": "{0} год."
      },
      "months": {
        "one": "{0} мес.",
        "few": "{0} мес.",
        "other": "{0} мес."
      },
      "weeks": {
        "one": "{0} нед.",
        "few": "{0} нед.",
        "other": "{0} нед."
      },
      "days": {
        "one": "{0} дан",
        "few": "{0} дана",
        "other": "{0} дана"
      },
      "hours": {
        "one": "{0} сат",
        "few": "{0} сата",
        "other": "{0} сати"
      },
      "minutes": {
        "one": "{0} мин",
        "few": "{0} мин",
        "other": "{0} мин"
      },
      "seconds": {
        "one": "{0} сек",
        "few": "{0} сек",
        "other": "{0} сек"
      }
    }
  }
};
