var timeDelta = require('../lib/time-delta.js');
timeDelta.addLocale('uk_ua', {
    "long": {
        "years": {
            "one": "{0} рік",
            "few": "{0} роки",
            "many": "{0} років",
            "other": "{0} року"
        },
        "months": {
            "one": "{0} місяць",
            "few": "{0} місяці",
            "many": "{0} місяців",
            "other": "{0} місяця"
        },
        "weeks": {
            "one": "{0} тиждень",
            "few": "{0} тижні",
            "many": "{0} тижнів",
            "other": "{0} тижня"
        },
        "days": {
            "one": "{0} день",
            "few": "{0} дні",
            "many": "{0} днів",
            "other": "{0} дня"
        },
        "hours": {
            "one": "{0} година",
            "few": "{0} години",
            "many": "{0} годин",
            "other": "{0} години"
        },
        "minutes": {
            "one": "{0} хвилина",
            "few": "{0} хвилини",
            "many": "{0} хвилин",
            "other": "{0} хвилини"
        },
        "seconds": {
            "one": "{0} секунда",
            "few": "{0} секунди",
            "many": "{0} секунд",
            "other": "{0} секунди"
        }
    },
    "narrow": {
        "years": {
            "one": "{0} р.",
            "few": "{0} р.",
            "many": "{0} р.",
            "other": "{0} р."
        },
        "months": {
            "one": "{0} міс.",
            "few": "{0} міс.",
            "many": "{0} міс.",
            "other": "{0} міс."
        },
        "weeks": {
            "one": "{0} тиж.",
            "few": "{0} тиж.",
            "many": "{0} тиж.",
            "other": "{0} тиж."
        },
        "days": {
            "one": "{0} д.",
            "few": "{0} дн.",
            "many": "{0} дн.",
            "other": "{0} дн."
        },
        "hours": {
            "one": "{0} год",
            "few": "{0} год",
            "many": "{0} год",
            "other": "{0} год"
        },
        "minutes": {
            "one": "{0} хв",
            "few": "{0} хв",
            "many": "{0} хв",
            "other": "{0} хв"
        },
        "seconds": {
            "one": "{0} с",
            "few": "{0} с",
            "many": "{0} с",
            "other": "{0} с"
        }
    },
    "short": {
        "years": {
            "one": "{0} р.",
            "few": "{0} р.",
            "many": "{0} р.",
            "other": "{0} р."
        },
        "months": {
            "one": "{0} міс.",
            "few": "{0} міс.",
            "many": "{0} міс.",
            "other": "{0} міс."
        },
        "weeks": {
            "one": "{0} тиж.",
            "few": "{0} тиж.",
            "many": "{0} тиж.",
            "other": "{0} тиж."
        },
        "days": {
            "one": "{0} д.",
            "few": "{0} дн.",
            "many": "{0} дн.",
            "other": "{0} дн."
        },
        "hours": {
            "one": "{0} год",
            "few": "{0} год",
            "many": "{0} год",
            "other": "{0} год"
        },
        "minutes": {
            "one": "{0} хв",
            "few": "{0} хв",
            "many": "{0} хв",
            "other": "{0} хв"
        },
        "seconds": {
            "one": "{0} с",
            "few": "{0} с",
            "many": "{0} с",
            "other": "{0} с"
        }
    }
});